Repository: crystalcrag/MCEdit2
Catalog: resources/lang/*.po
Languages: fr

source: Forward
fr: Avancer

source: Backward
fr: Reculer

source: Strafe left
fr: Mouvement latéral gauche

source: Strafe right
fr: Mouvement latéral droit

source: Switch to off-hand
fr: Seconde main

source: Open inventories
fr: Accèder aux inventaires

source: Trow item
fr: Jeter un objet

source: Jump
fr: Sauter

source: Fly down
fr: Descendre

source: 2D slice view
fr: Vue en coupe 2D

source: Place block
fr: Placer un objet

source: Move view
fr: Orienter la caméra

source: Activate device
fr: Activer un objet

source: Pick block
fr: Ramasser un objet

source: Hide HUD
fr: Cacher l'interface

source: Show debug info
fr: Info. de diagnostique

source: Advance time
fr: Avancer l'heure

source: Save location
fr: Sauver la position

source: Waypoint editor
fr: Marqueur de position

source: Library schematics
fr: Bibliothèque de modèle

source: Undo change
fr: Annuler un changement

source: Redo change
fr: Refaire un changement

source: Close world
fr: Fermer la carte

source: Take screenshot
fr: Capture d'écran

source: Back in time
fr: Reculer l'heure

source: Switch player mode
fr: Mode de jeu

source: Toggle fullscreen
fr: Mettre en plein écran

source: Clear selection
fr: Effacer la sélection

source: Copy selection
fr: Copier la sélection

source: Paste from clipboard
fr: Copier du presse-papier

source: World info editor
fr: Éditer les infos. de la carte

source: Save changes
fr: Sauver les changements

source: Fail to initialize OpenGL: minimum version required is 4.3 Version installed: %s
fr: Échec à l'initialisation d'OpenGL: la version minimale requise est 4.3 La version installée est: %s

source: failed to initialize SITGL: %s
fr: Échec à l'initialisation de SITGL: %s

source: Fail to save changes: %s
fr: Erreur en sauvant les changements: %s

source: Fail to load level.dat: aborting
fr: Impossible de changer le fichier level.dat: abandon de l'opération

source: N/A
fr: N/D

source: Quick options
fr: Raccourci des préférences

source: Compass (%)
fr: Boussole (%)

source: GUI scale
fr: Interface

source: Brightness
fr: Luminosité

source: chunks
fr: x 16 mètres

source: %d chunks
fr: %d x 16m. (%dm.)

source: %d chunk
fr: %d x 16m. (%dm.)

source: Redstone tick
fr: Délai des événements

source: Enable distance fog
fr: Activer le brouillard atmosphérique

source: Use
fr: Utiliser

source: Save
fr: Sauver

source: Default
fr: Valeur par défaut

source: Uncapped FPS
fr: Illimité

source: %d FPS
fr: %d image/sec.

source: Full brightness
fr: Luminosité max.

source: Disabled
fr: Désactivé

source: Select your destination path
fr: Sélectionner votre dossier

source: &#x25cf; Player mode will toggle between survival, creative and spectator
fr: &#x25cf; Le mode de jeu basculera entre survie, créatif ou spectateur

source: (need restart)
fr: (redémarrage requis)

source: Mouse sensitivity
fr: Sensibilité de la souris

source: Interface scale
fr: Taille de l'interface

source: Show a preview of the block that will be placed
fr: Afficher un aperçu des objets qui seront placés

source: Set the window in full screen on startup
fr: Mettre la fenêtre en plein écran au démarrage

source: Automatically load last selected world on startup
fr: Charger la dernière carte éditée au démarrage

source: Lock mouse when the window has the focus
fr: Vérouiller la souris lorsque la fenêtre est active

source: Render distance
fr: Distance de rendu

source: Field of view
fr: Champ de vision

source: Frame per second
fr: Image par seconde

source: Dark area brightness
fr: Luminosité des espaces sombres

source: Compass size
fr: Taille de la boussole

source: Fog will blend terrain with the sky, but you will lose some viewing distance.<br>Disabling fog will make the terrain look out of place though
fr: Le brouillard va faire fondre le terrain avec le ciel, mais vous perdrez de la visibilité.<br>Cela dit, désactiver ce brouillard va rendre le terrain peu convainquant

source: Cancel
fr: Annuler

source: Enter your key combination or <a href=#>cancel</a>
fr: Entrez votre combinaison de touche ou <a href=#>annuler</a>

source: Folder
fr: Dossier

source: Last played
fr: Utilisé le

source: The path %s does not appear to contain a valid world save
fr: Le dossier %s ne semble pas contenir une carte valide

source: Settings
fr: Réglages

source: Open
fr: Ouvrir

source: About
fr: À propos

source: Exit
fr: Quitter

source: Select world below to edit
fr: Sélectionner une carte à éditer

source: Edit selected
fr: Éditer la carte

source: Yes
fr: Oui

source: No
fr: Non

source: Close
fr: Fermer

source: World folder
fr: Dossier des cartes

source: User data
fr: Données personnelles

source: Screenshot folder
fr: Capture d'écran

source: Language
fr: Langue

source: Note:<br>&#x25cf; Fly mode is activated by pushing the jump button twice.<br>&#x25cf; 'Move view' is only used if 'Mouse lock' option is disabled.<br>&#x25cf; To disable a command, click on a button and push 'Esc' key
fr: Note:<br>&#x25cf; Pour se déplacer dans l'air, appuyer sur le bouton saut 2 fois.<br>&#x25cf; 'Orienter la caméra' n'est utile que si la souris n'est pas vérouillée.<br>&#x25cf; Pour désactiver une commande, cliquez sur un bouton et appuyer sur 'Échap'

source: No worlds found in "<a href="#">%s</a>".<br><br>Click on "SETTINGS" to select a different folder.<br><br>Or drag'n drop a world save onto this window
fr: Aucune carte n'a été trouvée dans "<a href="#">%s</a>".<br><br>Cliquez sur "RÉGLAGLES" pour sélectionner un dossier différent.<br><br>Ou glissez et déposer un dossier contenant une carte dans cette fenêtre

source: %s for %s<br>Written by %s.<br>Compiled on %s with %s
fr: %s pour %s<br>Écrit par %s.<br>Compilé le %s avec %s

source: Under terms of BSD 2-clause license.<br>No warranty, use at your own risk
fr: Régit par les termes de la license BSD à 2 clauses.<br>Aucune garantie, utilisez à vos propres risques

source: - %s by %s<br>
fr: - %s par %s<br>

source: Make use of the following libraries
fr: Utilise les bibliothèques suivantes

source: Graphics card in use
fr: Carte graphique utilisée

source: Some changes have not been saved, what do you want to do ?
fr: Des changements n'ont pas été sauvés, que voulez-vous faire ?

source: Don't save
fr: Ne rien changer

source: Search
fr: Chercher

source: Player inventory
fr: Inventaire personnel

source: Exchange row with toolbar
fr: Échanger cette rangée avec la barre d'outil

source: Clear inventory
fr: Effacer l'inventaire

source: Furnace
fr: Fourneau

source: Edit sign message
fr: Éditer le message de la pancarte

source: Done
fr: Accepter

source: Items in containers: <b>%d</b><br>Stacks needed: <b>%d</b>
fr: Objets en inventaire: <b>%d</b><br>Emplacement d'inventaire nécessaire: <b>%d</b>

source: Non air block selected: <b>%d</b><br>Blocks in volume: <b>%d</b>
fr: Éléments dans la selection: <b>%d</b><br>Volume sélectionné: <b>%d</b>

source: Count
fr: Nombre

source: Name
fr: Nom

source: Copy to clipboard
fr: Copier

source: Back
fr: Retour

source: Geometric brush fill
fr: Remplissage par forme géométrique

source: Fill or replace selection
fr: Remplir ou remplacer

source: Fill
fr: Remplir

source: Cylinder (%c)
fr: Cylindre (%c)

source: WLH
fr: LPH

source: Shape
fr: Forme

source: Round
fr: Sphère

source: Diamond
fr: Diamant

source: Fill outer area
fr: Remplir l'extérieur

source: Hollow
fr: Creux

source: Fill with air
fr: Remplir d'air

source: Only if hollow
fr: Seulement si creux

source: <b>Size:</b> (clipped by selection)
fr: <b>Taille:</b> (contenu dans la sélection)

source: W
fr: L

source: L
fr: P

source: Replace by
fr: Remplacer par

source: Top
fr: Supérieur

source: Bottom
fr: Inférieur

source: Replace similar blocks (strairs, slabs)
fr: Remplacer les éléments similaires

source: Replace
fr: Remplacer

source: Volume: %d blocks
fr: Volume: %d m³

source: Delete in progress
fr: Effacement en cours

source: Partial delete
fr: Effacement partiel

source: Select the parts you want to delete
fr: Sélectionnez les parties à effacer

source: Terrain blocks
fr: Terrain

source: In selection: %d
fr: Sélectionné: %d

source: Entities (mobs, falling blocks, item frame, ...)
fr: Entités (PNJ, éléments en déplacement, ...)

source: Tile entities (chests inventories, ...)
fr: Entité de terrain (coffres, inventaires, ...)

source: Delete
fr: Effacer

source: Select painting
fr: Sélectionnez une peinture

source: Double-click on the painting you want to add
fr: Double-cliquez sur la peinture à ajouter

source: This painting does not fit here
fr: Il n'y a pas assez de place ici

source: World info
fr: Information sur la carte

source: Update icon
fr: M.à.j de l'icône

source: Will use current 3d view
fr: Utilisera la vue 3d actuelle

source: Seed
fr: N° init.

source: Days
fr: Jours

source: Time
fr: Heure

source: Game rules
fr: Règles du jeu

source: Peaceful
fr: Pacifique

source: Difficulty
fr: Difficulté

source: Easy
fr: Facile

source: Normal
fr: Normale

source: Hard
fr: Difficile

source: Hardcore mode
fr: Survie sans échec

source: Allow commands
fr: Commandes de console

source: Day/night cycle
fr: Cycle jour/nuit

source: Keep inventory
fr: Garder l'inventaire

source: Mob griefing
fr: PNJ affectent le terrain

source: Fire spreading
fr: Expansion des feux

source: Size
fr: Taille

source: Game mode
fr: Mode de jeu

source: Full blocks
fr: Terrain opaque

source: Wool
fr: Laine

source: Terracotta
fr: Terre cuite

source: Concrete
fr: Ciment

source: Flowers
fr: Fleurs

source: Black&white
fr: Noir&blanc

source: east-west
fr: plan est-ouest

source: north-south
fr: plan nord-sud

source: floor
fr: niveau du sol

source: %d x %d blocks, %s plane
fr: %d x %d m., %s

source: south
fr: sud

source: east
fr: est

source: north
fr: nord

source: west
fr: ouest

source: %d x %dpx, %s face
fr: %d x %dpx, face %s

source: no colors
fr: aucune couleur

source: 1 color
fr: 1 couleur

source: %d colors
fr: %d couleurs

source: Failed to load image %s: unsupported format
fr: Échec au chargement de l'image %s: format non supporté

source: Not enough colors selected
fr: Pas assez de couleurs sélectionnées

source: Pixel art editor
fr: Intégrer une image en jeu:

source: Rasterize with
fr: Convertir l'image avec

source: Maps tiles
fr: Tuiles cartographiques

source: Blocks
fr: Éléments du terrain

source: Stretch
fr: Étirer

source: Selection
fr: Sélection

source: Load image
fr: Choisir l'image

source: Copying this schematics to memory will require about %d Kb.<br><br>Are you sure you want to continue?
fr: Copier ce morceau de terrain nécessitera a peu près %d Ko.<br><br>Êtes-vous sûr de vouloir continuer?

source: Clipboard does not appear to contain a schematics
fr: Le presse-papier ne contient pas de modèle valide

source: It starts with
fr: Il débute avec le texte

source: it should starts with
fr: il devrait commencer par

source: To clipboard
fr: Copier

source: Paste
fr: Coller

source: Failed to save '%s': %s
fr: Échec à la sauvegarde de '%s': %s

source: top
fr: dessus

source: bottom
fr: dessous

source: %d unsaved edit
fr: %d changement à sauver

source: %d unsaved edits
fr: %d changements à sauver

source: Select
fr: Accepter

source: Enter a new name for this file
fr: Entrez un nouveau nom pour ce fichier

source: Enter a new name for this directory
fr: Entrez un nouveau nom pour ce dossier

source: Rename
fr: Renommer

source: Are you sure you want to <u>permanently</u> delete
fr: Êtes-vous sûr de vouloir <u>définitivement</u> effacer

source: Are you sure you want to <u>permanently</u> delete the directory
fr: Êtes-vous sûr de vouloir <u>définitivement</u> effacer le dossier

source: It contains
fr: Il contient

source: %d directories
fr: $d dossiers

source: 1 directory
fr: 1 dossier

source: and
fr: et

source: %d files
fr: %d fichiers

source: 1 file
fr: 1 fichier

source: <b>Are you sure you want to <u>permanently</u> delete the file '%s' ?</b>
fr: <b>Êtes-vous sûr de vouloir <u>définitivement</u> effacer le fichier '%s' ?</b>

source: A directory with the same name already exists: use a different name
fr: Un dossier avec le même nom existe déjà: choisissez un autre nom

source: Are you sure you want to overwrite the file '%s' ?
fr: Êtes-vous sûr de vouloir écraser le fichier '%s' ?

source: Save as
fr: Sauver sous

source: in
fr: dans

source: %dW x %dL x %dH
fr: %dL x %dP x %dH

source: Roll
fr: Rouler

source: Nudge
fr: Ajuster

source: Flip
fr: Renverser

source: Rotate
fr: Tourner

source: Mirror
fr: Mirroir

source: (Repeat)
fr: (répétition)

source: Copy <u>a</u>ir
fr: Copier l'<u>a</u>ir

source: Copy <u>w</u>ater
fr: Copier l'eau (<u>w</u>)

source: Copy <u>e</u>ntity
fr: Copier les <u>e</u>ntités

source: Clone
fr: Cloner

source: Nearby
fr: Proche

source: Unnamed
fr: Sans nom

source: Set to player pos if empty
fr: Position du joueur si vide

source: Enter the coordinates you want to jump to
fr: Entrez les coordonnées où vous voulez aller

source: Goto
fr: Y aller

source: <b>Available waypoints:</b> (right-click to edit)
fr: <b>Marqueurs disponibles:</b> (clic-droit pour éditer)

source: Name Location Dist
fr: Nom Position Dist.

source: Add marker
fr: Ajouter

source: Show in world
fr: Afficher dans la carte

source: Survival
fr: Survie

source: Creative
fr: Créatif

source: Spectator
fr: Spectateur

source: Switched to %s mode
fr: Basculement en mode %s

source: Fullscreen resolution
fr: Résolution plein écran

source: <unknown>
fr: <inconnu>

source: Zoom
fr: Vue rapprochée

source: Selection up
fr: Sélection vers le haut

source: Selection down
fr: Sélection vers le bas

source: Frame advance
fr: Mode trame par trame

source: Location saved
fr: Position sauvée

source: Switch to extended selection <b>(shortcut: %s)</b><br>Click to select which point to set/change <b>(shortcut: 0 [zero])</b>
fr: Passer en mode sélection étendue <b>(raccourci: %s)</b><br>Cliquez pour sélectionner le point à changer <b>(raccourci: 0 [zéro])</b>

source: shortcut
fr: raccourci

source: Use '%s' to advance next frame, Esc to exit this mode
fr: Utilisez la touche '%s' pour avancer d'une trame. 'Échap' pour quitter ce mode

source: This shortcuts are mostly useful for debugging.<br>You might want to disable them
fr: Ces raccourcis ne sont utiles qu'à des fins de diagnostique.<br>Il est préférable de les désactiver

source: Configuration Key bindings Menu commands Graphics Extra
fr: Configuration Touche clavier Commandes Graphisme Extra
